[
    {
    "slug": "koh-haa",
    "img": ["https://i.imgur.com/bBb1YRQ.jpg",
            "https://i.imgur.com/vT1FEoP.jpg",
            "https://i.imgur.com/tu8go7d.jpg",
            "https://i.imgur.com/u3NWNrY.jpg",
            "https://i.imgur.com/AskcXAK.jpg",
            "https://i.imgur.com/8MjK9mB.jpg"
      ],
    "name": "Koh Haa",
    "location": "Sothern Thailand",
    "deapth": " 1 - 50 meter",
    "visibility":" 10 - 35 meter",
    "level": " beginner to expert",
    "info":"Diving Koh Haa has something for everybody to enjoy!  The Koh Lanta National Marine Park includes the five islands called Koh Haa, which is simply stunning in every way and by far our most popular diving and snorkeling site. The five islands are made up of limestone rocks jutting out of the ocean, creating splendid scenery both on the surface and under the water. Koh haa has a central Lagoon with a little white sandy beach, crystal clear waters and a large variety of Marine Life. The bay slopes onto the reef allowing you to progress into your first dive efortlessly.                                                                                                              Koh Haa is famous for the “Cathedral” where divers can explore the mysterious two large caverns formed at one of the islands.  There are also stunning coral walls, schooling fish, Clown fish, Porcupine Pufferfish, Snapper, Barracuda, Scorpionfish lots of macro and, if you look carefully, we often find some quite unusual aquatic life like the Ornate Ghost Pipe fish,  and Harlequin shrimp. And, best of all,  you might get lucky and see a Whale shark!                                                                                                                   The lagoon at Koh Haa also provides a nice protected area for snorkeling and is suitable for all levels and ages. It’s also an underwater photographers paradise!",
    "marineLife":
      "Barracudas, Ghostpipe, Turtles, Porcupine and Puffer Fish, Harlequin Shrimps, Sea moths and Nudibrands, Scorpionfish and Lionfish sometimes also Whalesharks"
  
  }
  ,{
    "slug": "bida-lsland",
    "img": ["https://i.imgur.com/bBb1YRQ.jpg",
            "https://i.imgur.com/vT1FEoP.jpg",
            "https://i.imgur.com/tu8go7d.jpg",
            "https://i.imgur.com/u3NWNrY.jpg",
            "https://i.imgur.com/AskcXAK.jpg",
            "https://i.imgur.com/8MjK9mB.jpg"
],
    "name": "Bida Islands",
    "location": "Sothern Thailand",
    "deapth": "3 - 35 meter",
    "visibility":"10 - 35 meter",
    "level": " beginner to expert",
    "info":"Diving Koh Bida is suitable for all levels of divers. The “Bida Islands” are located in the Phi Phi National Marine Park which is also easily accessible from Koh Lanta. Koh Bida Nok and Koh Bida Nai are two large limestone rocks to the south of Koh Phi Phi Leh. Beneath the surface the islands form steep coral walls, rocky outcrops, swim throughs and are covered in colourful soft coral and giant Gorgonian fans. Hin Bida is a submerged rock beetween Koh Phi Phi and Koh Lanta.                                  The Bida’s offer an exciting diving experience with schools of pelagics surrounding the reefs, which are often seen hunting the smaller glassfish.  This area is also famous for spotting sharks so don’t be surprised if a Black Tip darts past you, or you stumble upon a sleeping Leopard Shark during your dive! Diving Koh Bida is simply amazing in every way.                                                                                                                      Koh Bida can also offer some great snorkeling, although not quite as protected as Koh Ha, so some snorkeling experience is preferred.",
    "marineLife":
      "Leopardsharks and Blacktipsharks, Giant Gregorian sea fans, Turtles, Porcupine and Puffer fish Lionfish and Scorpionfish Flounders and box Fish different kind of Shrimps, Stingrays and Octopus"
  },
  {
    "slug": "phi-phi",
    "img": ["https://i.imgur.com/bBb1YRQ.jpg",
            "https://i.imgur.com/vT1FEoP.jpg",
            "https://i.imgur.com/tu8go7d.jpg",
            "https://i.imgur.com/u3NWNrY.jpg",
            "https://i.imgur.com/AskcXAK.jpg",
            "https://i.imgur.com/8MjK9mB.jpg"
      ],
    "name": "Koh Phi Phi",
    "location": "Sothern Thailand",
    "deapth": "5 - 30 meter",
    "visibility":"10 - 20 meter",
    "level": "beginner to expert",
    "info":"Although Koh Phi Phi (or Koh Pee Pee) is a busy island, it also has very nice views from the boat and some nice dive sites. Around Koh Phi Phi (Koh Pee Pee) there are around 10 different dive sites (including Koh Yung area). Because the under water environment is more rocky, has more hard corals and many different swimthroughs, they are especially nice to practise your buoyancy and do macro photografy. Easy diving dive sites, therefore great for first time divers and snorkelers. At the Palong dive site you have good chances as divers and snorkelers to see black tip and leopard sharks. Most turtles live around Phi Phi Lay (the big uninhabited island, where you can also find Maya Bay from the movie ‘the Beach’). Around the corner divers can dive on the quieter Koh Yung Pinnacle (which can only be dived around half moon, else the current is too strong and visibility bad), the shallow statues dive site and Hin Klai / Karen Heng, which are all good locations for stingrays and leopard sharks. Except for Koh Yung Pinnacle and the Kled Kaew wreck. New: the Thai government has sunk 2 years ago a ship, the Kled Kaew. Because of her depth (13 – 30 meter), this wreck is only diveable for advanced divers or student divers on an advanced divers course. In the last two years corals have covered the wreck, this results in a beautiful colored dive and a quest to find the plenty scorpion fish, lion fish and frog fish.",
    "marineLife":
     "Leopard sharks giant Gregorian sea fans, Turtles, Porcupine, Puffer fish, different kind of Shrimps and Nudibrand Morray Eels and Octopus"
  },
  {
    "slug": "hin-daeng",
      "img": ["https://i.imgur.com/bBb1YRQ.jpg",
              "https://i.imgur.com/vT1FEoP.jpg",
              "https://i.imgur.com/tu8go7d.jpg",
              "https://i.imgur.com/u3NWNrY.jpg",
              "https://i.imgur.com/AskcXAK.jpg",
              "https://i.imgur.com/8MjK9mB.jpg"
],
    "name": "Hin Daeng",
    "location": "Sothern Thailand",
    "deapth": "5 - 65 meter",
    "visibility":"10 - 40 meter",
    "level": "advance to expert",
    "info":"SCUBA diving in Thailand doesn’t get much better than this! Diving Hin Daeng and Hin Muang, easily accessible from Koh Lanta as a day trip, are probably two of the most famous dive sites in Thailand and boast the deepest drop-offs in the country! It is no surprise why divers from all over the world come to Koh Lanta especially to dive these two sites.  These giant pinnacles located in the middle of the Andaman Sea, offer dramatic underwater scenery, with steep walls covered in red and purple soft corals, dropping right down to 60m+.  Diving Hin Daeng and Hin Muang has it all, and we can offer you the chance in a lifetime to experience these beautiful reefs together with schools of pelagic fish and unique macro.  Imagine all of this, and then a giant manta ray or whale shark glides past to visit the cleaning stations!                   ",
    "marineLife":
    "Whale shark or Mantas big school of Barracudas, Batfish, Beautiful soft corals Travelly’s, Jacks, Wrasses   giant Morray Eels"
  },
  {
    "slug": "shark-point",
    "img": ["https://i.imgur.com/bBb1YRQ.jpg",
            "https://i.imgur.com/vT1FEoP.jpg",
            "https://i.imgur.com/tu8go7d.jpg",
            "https://i.imgur.com/u3NWNrY.jpg",
            "https://i.imgur.com/AskcXAK.jpg",
            "https://i.imgur.com/8MjK9mB.jpg"
      ],
    "name": "Shark Point",
    "location": "Sothern Thailand",
    "deapth": "5 - 30 meter",
    "visibility":"5 - 20 meter",
    "level": "advance to expert",
    "info":"These 3 dive sites are next to each other. Anemone Reef & Shark Point used to be together, until the King Cruiser Wreck crashed on it and sunk. Anemone Reef is an under water pinnacle, which starts at 5m. and the deepest point is around 30m. Its filled completely with anemones and some fan corals. Shark Point starts above water and reaches max. 40m. It consists of many different pinnacles and they are all filled with beautiful, colorful soft corals. The King Cruiser Wreck is laying between 14m. and 30m. Although it has amazing sea life and is an interesting dive, visibility is very limited here (around 5m.) and penetration is not advised, because of recent collapses in the hull structure. We usually dive 2 of the 3 dive sites, depending on conditions and level of the divers. Most of our dive trips, we dive only two locations now: Anemone Reef & Shark Point. The King Cruiser Wreck is less interesting for divers right now. Plus we have a great addition in Koh Phi Phi area: the Kled Kaew Wreck. As a 3rd dive on this day, we prefer to take divers to Hin Bida or Hin Klai. Because these are all not protected dive sites in open water, we are very depending on good weather conditions to go here. Around full moon & new moon (and 3 days after those) it might not be possible to dive here. The tides around those dates, give us too much current under water. ",
    "marineLife": "rays, leopard sharks & black tip sharks beautiful soft corals in different colours turtles porcupine and puffer fish different kind of shrimps and nudibrand morray eels and octopus sea horses, ghostpipe fish and pipefish lion fish & scorpion fish many anemone fish"
  }
  ]


